{"article":{"slug":"ballet-kuns-in-beweging","title":"Ballet – kuns in beweging","author":"Juliet Behr","catagory":"Kultuur","imageURL":"ballet","imageCredit":"Emma Snyman","html":"<p>Aristokratiese vermaak in die gange van blink paleise, verhalend van mitologiese gebeure in uitspattige kostuums en maskers.</p>\n<p>Die grasieuse dansvorm het vir die eerste keer in die 15de eeu in Italië verskyn. Vandag is hierdie kunsvorm alombekend en gevorderd: van onelastiese materiaal tot ’n wye verskeidenheid gemaklike en aantreklike uitrustings.</p>\n<p>Ek gesels met iemand vertroud met die uitvoerende kunste, waar sy dans, sing en toneel speel. Nicola Steyn, een van die ballerinas in DF, deel meer oor een van haar liefdes – ballet.</p>\n<p><strong>Hoekom het jy ballet uit al die honderde dans-genres gekies?</strong></p>\n<p><em>Die meeste klein dogtertjies het ’n tydperk in hulle lewe waar hulle ’n ballerina wil word. Ek is toevallig iemand wat deurgedruk het en aangehou oefen het tot vandag. My liefde en passie vir die verhoog in alle vorme het my van kleintyd af geleer hoe belangrik ballet in die danslewe is, omdat dit as basis dien vir alle dansvorme (behalwe hiphop, haha). Daar is ’n mooiheid aan ballet wat ek nie kan beskryf nie en my liefde vir klassieke musiek het alles bygedra. Ek het ook balletklasse as 4-jarige begin neem en kon nie ophou nie.</em></p>\n<p><strong>Wat is van die belangrikste eienskappe wat ballerinas moet hê?</strong></p>\n<p><em>Vir alle dansvorme is daar sekere spiere wat baie sterk moet wees om die liggaamsgewig te kan dra; ’n ballerina se enkelspiere moet sterk wees. Dit is ook belangrik om dansterme (met Franse oorsprong) te ken vir die teoriekomponent van eksamens, sowel as die aanleer van nuwe choreografie. Dan natuurlik, moet ons fiks genoeg wees om ure aaneen te kan oefen. Dit is ’n sport wat pyn en ongemak bring: jy moet fisies en emosioneel sterk wees.</em></p>\n<p><strong>Hoe hanteer ’n mens seer voete en tone a.g.v. puntskoene?</strong></p>\n<p><em>Die pointeshoe-tegnologie het aansienlik verbeter oor die dekades – daar is baie maniere hoe pyn voorkom kan word. Ek en my mede-ballerinas gebruik silikoon toe caps, wat die vorm van ons voet in die skoen aanneem. Die meeste van die tyd is dit hakskene en enkels wat seer word, eerder as tone. Die druk op jou enkels is groot as ’n mens jou hele gewig op ’n klein stukkie plastiek of</em> paper mâché <em>plaas. ’n Goeie wenk vir seer voete is om in ’n warm bad te sit en room in jou voete te masseer. ’n Mens moet ook altyd seker maak jou toonnaels is reguit en kort geknip.</em></p>\n<p>Nicola vertel verder oor haar gunsteling-opvoerings. <em>The Nutcracker</em> en <em>Swan Lake</em> se herkenbaarheid van musiek is vir haar iets spesiaal. Sy sê ballet help haar in alle aspekte van die lewe – oefening, haar waardering vir die kunste, kreatiewe denke, deursettingsvermoë, selfdissipline, goeie postuur en musiekkennis.</p>\n<p>Haar talent vir grimeerkuns is ook gevind met die voorbereidings van dansopvoerings. “Ek wou altyd my werk verbeter en so veel moontlik die karakter wat vertolk moet word, uitbeeld.”</p>\n<p>Die liggaam kan beweeg. Die musiek kan speel. Die verhoogligte kan spog en straal en blink. Maar om dit ballet te kan noem, moet die hart en siel teenwoordig wees en vir ’n oomblik van towerkuns, hulself nie prysgee nie.</p>\n"},"suggestedArticles":[{"slug":"bonsai-klein-boompies-met-groot-aansien","title":"Bonsai - Klein boompies met groot aansien","author":"Janike Smith","catagory":"Sosiaal","imageURL":"bonsai"},{"slug":"beperk-ons-kuns-te-veel-of-te-min","title":"Beperk Ons Kuns Te Veel of Te Min?","author":"Emma Olivier","catagory":"Kultuur","imageURL":"kuns"},{"slug":"besoekers-help-toerisme-in-ekonomiese-krisis","title":"Besoekers Help Toerisme in Ekonomiese Krisis","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"reis"},{"slug":"besoek-aan-calling-academy","title":"Besoek aan <i>Calling Academy</i>","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"calling-academy"}]}