{"article":{"slug":"bederfde-kaas-n-gevaarlike-lekkerny","title":"Bederfde Kaas – ’n gevaarlike Lekkerny","author":"Danielle Swanepoel","catagory":"Aktueel","imageURL":"bederf","imageCredit":"Emma Snyman","html":"<p>“Vrot” is dalk ’n oordrywing vir gefermenteerde kos, maar die proses kom op dieselfde neer – die ontbinding van organiese stowwe. Die enigste verskil is dat fermentasie ’n anaërobiese reaksie (in die afwesigheid van suurstof) is en in ’n suur medium plaasvind om nie-skadelike bakterie te betrek, anders as verotting waar beide onskadelike en skadelike bakterieë betrokke is.</p>\n<p>Daar is egter ’n tradisionele lekkerny wat ’n paar wenkbroue laat lig – <em>Casu Marzu</em>. Dit is ’n kaas wat tradisioneel op ’n Italiaanse eiland, Sardinië, van skaapmelk gemaak word. Daar is egter ’n kinkel in die storie: die hoofstap in die produksie van hierdie lekkerny is om die kaas vir drie maande buite te los totdat dit heeltemal deur larwes oorgeneem is.</p>\n<p>Jy het reg gelees, die kaas word deur vlieglarwes (meer spesifiek: <em>Piophila casei</em>) ontbind. Dit word deur die larwes geëet en weer uitgeskei om die kaas sy geprysde, roomerige tekstuur met ’n effense bitter nasmaak te gee.</p>\n<p>Is dit dan nie gevaarlik nie?</p>\n<p>Dit is inderdaad. <em>Casu Marzu</em> is selfs in 2009 deur <em>Guinness World Records</em> as die wêreld se “gevaarlikste kaas” benoem. Dit is onwettig om die kaas te verkoop, maar inwoners weier om afskeid van hierdie tradisionele lekkerny te neem en maak dit nog vir hulself. Volgens die boere is die kaas slegs gevaarlik wanneer die larwes begin doodgaan, want dit beteken die kaas begin giftig raak.</p>\n<p>Dit is egter moontlik dat larwes ’n mens se ingewande kan vreet. Daarom word dit aanbeveel om <em>Casu Marzu</em> baie deeglik te kou of op brood te smeer om te verseker dat die larwes dood is voordat dit afgesluk word. Nog ’n effense irritasie wat die inwoners uitwys, is dat die larwes as ’n reaksie op gevaar tot en met 15cm kan spring, wat dit morsig maak om te eet, veral as die larwes tot op jou gesig spring. Deur die kaas egter in die yskas te bêre, word die larwes stadig en kan die kaas rustig geniet word. Buiten die lekker smaak, word die kaas ook as ’n gebalanseerde maaltyd beskou aangesien larwes ’n baie goeie bron van proteïene is (’n larwe bestaan uit 47% proteïene!).</p>\n<p>Daar is verskeie kosse wat deur die bekende fermentasie-proses gemaak word – jogurt, gewone kaas, bier, wyn, sauerkraut en suurdeeg om net ’n paar voorbeelde te noem. Hierdie kosse is glad nie gevaarlik nie en selfs gesond vir ’n mens se verteringstelsel.</p>\n<p>Dit bring ons egter by die volgende vraag: indien ’n mens van die lewende larwes vergeet, is <em>Casu Marzu</em> net nog ’n tipe gefermenteerde kos of is dit werklik vrot?</p>\n<p><em>Casu Marzu</em> is nie Italiaans vir “vrot kaas” sonder rede nie – hierdie kaas is werklik vrot. Aangesien die regte prosedure vir fermentasie (geen suurstof en ’n suur medium) nie tydens produksie gevolg word nie, is daar geen manier wat daar voorkom word dat skadelike bakterieë nie in die ontbinding ’n rol speel nie.</p>\n<p>Sal jy die kans vat om die wêreld se gevaarlikste kaas te geniet?</p>\n"},"suggestedArticles":[{"slug":"benamingsrituele-what-s-in-a-name","title":"Benamingsrituele: <i>What’s in a name?</i>","author":"Hellmuth Weich","catagory":"Kultuur","imageURL":"benaming"},{"slug":"black-lives-still-matter","title":"<i>Black Lives</i> still <i>Matter</i>","author":"Emma Crauwkamp","catagory":"Sosiaal","imageURL":"blm"},{"slug":"beperk-ons-kuns-te-veel-of-te-min","title":"Beperk ons kuns te veel of te min?","author":"Emma Olivier","catagory":"Kultuur","imageURL":"kuns"},{"slug":"besoekers-help-toerisme-in-ekonomiese-krisis","title":"Besoekers help toerisme in ekonomiese krisis","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"reis"}]}