{"article":{"slug":"begin-die-woord-wat-elke-uitsteller-vrees","title":"Begin: die woord wat elke uitsteller vrees","author":"Erica Chen en Renke Lorio","catagory":"Aktueel","imageURL":"tydsbestuur","imageCredit":"Kayla de Freitas","html":"<p>Elke leerder ken daardie gevoel. Dis die aand voor die toets waarvan jy ’n maand gelede uitgevind het. Jy het jouself belowe dat jy dié keer jou tyd goed gaan bestuur. Jy gaan jou handboek memoriseer, opsommings maak en sommer 10 ou vraestelle voor die toets deurwerk. Tog kruip die middernagtelike uur nou nader en jy het nog nie jou handboek klaar deurgelees nie...</p>\n<p>Uitstel is iets waarmee baie mense sukkel. Dit is daardie vreemde verskynsel wat jou verhoed om ’n taak te begin, al sê alle logika en selfs jou eie brein dat jy dit nóú behoort te doen. Uitstel veroorsaak dat ons in nare scenario’s, beland, waar ons op die laaste nippertjie skarrel om ons verpligtinge na te kom. Ons voel gewoonlik in hierdie oomblikke skuldig, dom en lui. Dit los ons met die vraag: hoekom?</p>\n<p>Uitstel is essensieel die brein se manier van selfregulering van negatiewe emosies wat ’n persoon tans voel. Mense is evolusionêr geprogrammeer om meer om te gee oor nou as die toekoms. Dus, al weet jy dat jy in die toekoms in die moeilikheid gaan beland indien jy nie nou ’n taak voltooi nie, prioritiseer jou brein die vermyding van die onaangename gevoel wat jy nou gaan kry as jy begin werk bo toekomstige gevolge.</p>\n<p>Hierdie onaangename gevoelens strek van die blote onaangename aard van ’n taak, soos om te leer vir ’n vak waarvan jy nie hou nie, tot gevoelens van angs wat meegebring word deur ’n gebrek aan selfvertroue en die gevolglike vrees dat jy gaan misluk in jou taak. Groot take kan veral oorweldigend wees omdat hulle so skrikwekkend lyk. Die vrees vir mislukking neem toe en gevolglik voel die persoon so angstig dat hulle nie eers kan dink aan waar om te begin met die taak nie. Hierdie vrees word vererger deur perfeksionisme.</p>\n<p>Uitstel is dus nie luiheid of blote swak tydbestuur nie, maar liewer ’n kwessie van die regulering van emosies. Die probleem van uitstel moet liewer met ’n simpatieke begrip aangepak word, in plaas van ’n aanslag op die werksetiek en karakter van ’n persoon (wat angs rondom werk vererger).</p>\n<p>Hier volg ’n paar wenke om uitstel te reguleer:</p>\n<ul>\n<li>Probeer om groot take in kleiner take op te breek wat meer doenbaar is. Deur om eers te fokus op klein takies kan dit jou minder angstig laat voel.</li>\n<li>Pas die Pomodoro-tegniek toe. Dit behels dat jy in periodes van ±25 minute werk met ’n kort pouse van ±5 minute tussenin. Die idee is om vir kort periodes goed te fokus. Dit help jou om meer produktief te wees.</li>\n<li>Laastens, probeer om die negatiewe gevoelens wat jou keer om te werk te identifiseer. Indien jy die kern van jou probleem kan aanspreek, kan dit baie doen om uitstel in die toekoms te verminder.</li>\n</ul>\n<p>Skuus, maar dis al waarvoor ek nou tyd het. Ek moet nog vir môre se wiskunde- toets leer...</p>\n"},"suggestedArticles":[{"slug":"bemarking-bulletin-n-oorsprongstorie","title":"Bemarking Bulletin: ’n oorsprongstorie","author":"Kyla van der Riel","catagory":"Sosiaal","imageURL":"bemarking-bulletin"},{"slug":"bitter-en-soet-kry-oorsprong-uit-evolusie","title":"Bitter en soet kry oorsprong uit evolusie","author":"Mia Groenewald","catagory":"Aktueel","imageURL":"bitter"},{"slug":"bederfde-kaas-n-gevaarlike-lekkerny","title":"Bederfde Kaas – ’n gevaarlike Lekkerny","author":"Danielle Swanepoel","catagory":"Aktueel","imageURL":"bederf"},{"slug":"benamingsrituele-what-s-in-a-name","title":"Benamingsrituele: <i>What’s in a name?</i>","author":"Hellmuth Weich","catagory":"Kultuur","imageURL":"benaming"}]}