{"article":{"slug":"beinvloeders-hoe-bereik-n-mens-instagram-roem","title":"Beïnvloeders: hoe bereik ’n mens <i>Instagram</i>-roem?","author":"Leah Coetzee","catagory":"Sosiaal","imageURL":"beinvloeders","imageCredit":"Emma Olivier","html":"<p>Het julle al ooit iemand op sosiale media gesien met ’n honderdduisend volgelinge en gewonder hoe op aarde hulle so gewild geraak het?</p>\n<p>’n Beïnvloeder of ’n <em>influencer</em> is, in ’n neutedop, iemand wat ’n groot gevolg op ’n sosialemediaplatform het – en die vermoë om mense se menings en koopgewoontes te beïnvloed.</p>\n<p>Sosiale media het die afgelope dekade ’n al hoe groter rol in ons wêreld begin speel, veral in tieners se lewens.</p>\n<p>Instagram is in 2010 deur Kevin Systrom en Mike Krieger gestig en het binne minder as drie maande reeds oor ’n miljoen gebruikers gekry. Tans het Instagram meer as ’n biljoen aktiewe gebruikers per maand en meer as 500 miljoen gebruikers per dag.</p>\n<p>Ek het sommer ’n <em>influencer</em> op ons voorstoep gaan vastrap: Juli Vercuiel, ook op Instagram bekend as <a href=\"https://www.instagram.com/julipoeli_official/\">@<em>julipoeli_official</em></a>.</p>\n<p>Sy is ’n alma mater van Hoërskool Stellenberg en is ’n kranige 400m-hekkie atleet. Sy het op die ouderdom van 14 jaar Instagram ontdek. Ek het bietjie navorsing gedoen oor hoe sy ’n <em>Influencer</em> geword het met meer as 90 000 Instagram-aanhangers.</p>\n<p><strong>Hoe het jy as ’n <em>influencer</em> begin?</strong></p>\n<p>Influencing <em>is ’n suiwer daad van liefde aan die begin. Almal begin met geen volgelinge en geen invloed nie; as jou inhoud werklik weerspieël wie en wat jy is en as jy passievol en vindingryk jou belangstellings met mense kan deel, sal mense daarna kyk en jou begin volg.</em></p>\n<p><em>Ek het nog altyd baie te sê gehad oor baie dinge. Ek het ’n groot passie vir drama en om met mense te kommunikeer. Instagram het my soms beperk met woordtelling en dan kon ek nie altyd my mening behoorlik lug nie. Ek wou oor so baie kwessies praat en daarom het ek besluit om ook ’n</em> YouTube-<em>kanaal te begin.</em></p>\n<p><em>Moenie video’s maak net sodat baie mense op die</em> like-<em>knoppie sal klik nie. Ek sien my volgelinge as vriende eerder as “fans”. Maak video’s in jou eie taal en wees trots daarop.</em></p>\n<p><strong>Watter inhoud plaas jy op Instagram?</strong></p>\n<p>Influencing <em>is basies die skep van inhoud - soos vir radio of vir koerant. Jy deel dalk jou passies, maar jy moet ook vindingryk wees en moeite doen. My inhoud is bloot om jong tieners te inspireer.</em></p>\n<p><em>Jou inhoud moet natuurlik van hoë gehalte wees en so nuut en oorspronklik moontlik. Ek werk gewoonlik tussen 20:00 – 22:00 aan nuwe inhoud en doen my plasings ook in hierdie tyd, veral omdat ek weet die meeste aanhangers is dan aanlyn. Dit is vir my ook belangrik om met my aanhangers te kommunikeer en ek geniet die interaksie.</em></p>\n<p><strong>Watter boodskap wil jy graag met jou bekendheid aan jou aanhangers oordra?</strong></p>\n<p><em>Ek wil my</em> Instagram‎-<em>profiel gebruik om vir mense te wys dat jy jouself moet aanvaar en liefhê. Ek wil hê mense moet na my kyk en sien dat dit oukei is om anders te wees en om op te staan vir dit waarin jy glo.</em></p>\n<p>Mense bestee omtrent 30 minute per dag aan <em>Instagram</em>. Dan wil hulle vinnig die nuutste en relevantste inhoud oor hul belangstellings sien. Hier kom algoritme in die spel.</p>\n<p>Maar hoe besluit algoritme wie se inhoud of video om op ’n gegewe tyd aan ’n sekere persoon te wys?</p>\n<p>Kortliks neem die algoritme die verbruiker se soeke, <em>likes</em>, <em>saves</em> en daaglikse belangstellings in ag en dan word daar ’n verbintenis getref.</p>\n<p>Wie volg jy op <em>Instagram</em>? Het jy die persoon in die verlede al opgesoek? Lewer jy komentaar op plasings? Noem jy die persoon in enige plasings wat jy doen? Stoor jy enige plasings van die persoon?</p>\n<p>Die mees onlangste en nuutste plasings word altyd hoër en eerste geplaas. Daarom moet jy jou volgelinge ken en weet wanneer die meeste aanlyn is.</p>\n<p>En natuurlik moet die goeie ou reëls ook nie vergeet word nie – deurdink die gebruik van hutsmerke.</p>\n<p>Hutsmerke was voor algoritmes op die prentjie. Alhoewel daar nou baie komplekse maniere gebruik word om sosiale inhoud te sorteer, kan die gebruik van presiese, akkurate en deurdagte <em>hashtags</em> jou plasing in ’n bepaalde rigting stuur en sal nuwe mense na jou rekening lei.</p>\n<p>In teenstelling met <em>Instagram</em>-advertensies (ook ’n ander manier om by ’n sekere groep uit te kom) is die gebruik van hutsmerke gratis.</p>\n<p>Interessante feit: Daar is 10.7 hutsmerke per <em>Instagram</em>-plasing.</p>\n<p>Die laaste maar nie die minste nie: Wen jou eers volgelinge se harte en wen dán die algoritme.</p>\n"},"suggestedArticles":[{"slug":"besoekers-help-toerisme-in-ekonomiese-krisis","title":"Besoekers help toerisme in ekonomiese krisis","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"reis"},{"slug":"boston-die-verhaal-agter-ons-woonbuurt","title":"Boston: die verhaal agter ons woonbuurt","author":"Dehan Lotz","catagory":"Aktueel","imageURL":"boston","type":"large"},{"slug":"bitcoin-belaglik-of-bele","title":"Bitcoin – belaglik of belê?","author":"Leandri Odendal","catagory":"Aktueel","imageURL":"bitcoin"},{"slug":"bitter-en-soet-kry-oorsprong-uit-evolusie","title":"Bitter en soet kry oorsprong uit evolusie","author":"Mia Groenewald","catagory":"Aktueel","imageURL":"bitter"}]}