{"article":{"slug":"belangrikste-ete-van-die-dag-is-dit-werklik-so-belangrik","title":"“Belangrikste ete van die dag” – Is dit werklik so belangrik?","author":"Nienke de Vaal","catagory":"Aktueel","imageURL":"ontbyt","imageCredit":"Shianne Brand","type":"large","html":"<p>Om ontbyt te eet of nie te eet nie - dit is die vraag (my verskonings aan Shakespeare). Daar is diegene wat hul dag nie kan begin sonder ’n vol maag nie, terwyl ander gril vir die gedagte aan enige kos oor hul lippe voor middagete.</p>\n<p>Wie is reg?</p>\n<p>Die Engelse <em>breakfast</em> beteken letterlik die breek van die vorige aand se vastydperk. Ontbyt gee ’n hupstoot vir jou metabolisme en help jou om kalorieë gedurende die dag beter te verbrand. Dit verskaf energie vir fisiese- en breinaktiwiteit. Dit is hoekom sommige mense ontbyt as só waardevol ag.</p>\n<p>Mense slaan dikwels ontbyt oor omdat hulle nie honger is nie of te besig is.</p>\n<p>Is dit ’n gesonde keuse?</p>\n<p>As ’n mens ontbyt oorslaan, kan jy dalk later honger raak en dan aan ongesonde kosse peusel. Ontbyt moet verkieslik voedsaam en gesond wees. ’n Ongesonde ontbyt, met byvoorbeeld hoë suikerinhoud, sal nie noodwendig tot jou voordeel wees nie.</p>\n<p>Studies toon dat ontbyteters geneig is om gesonder te wees. Hulle is minder geneig om oorgewig te wees en het ’n laer risiko vir verskeie chroniese siektes. Hierdie studies is egter sogenaamde waarnemingstudies wat nie oorsaaklikheid kan toon nie (hulle kan dus nie bewys dat ontbyt die direkte oorsaak van beter gesondheid is nie). Dit mag wees dat sommige ontbyteters ander gesonde gewoontes het wat dit kan verklaar.</p>\n<p>Daar is egter ook studies wat bevind het dat die neem of oorslaan van ontbyt geen verskil maak nie. As jy ontbyt oorslaan, sal jy heel moontlik meer tydens middagete wil eet, maar nie genoeg om vir die ontbyt wat jy oorgeslaan het, te vergoed nie.</p>\n<p>Dit blyk dus dat ontbyt definitief nie sleg vir jou is nie, maar ook nie noodsaaklik nie. Sommige mense verkies dit en ander nie. Doen net wat die beste by jou roetine en dieetbehoeftes pas.</p>\n"},"suggestedArticles":[{"slug":"biblioteke-toevlug-vir-oorlogslagoffers","title":"Biblioteke: toevlug vir oorlogslagoffers","author":"Renska Krynauw","catagory":"Aktueel","imageURL":"biblioteek"},{"slug":"beinvloeders-hoe-bereik-n-mens-instagram-roem","title":"Beïnvloeders: Hoe bereik ’n mens <i>Instagram</i>-roem?","author":"Leah Coetzee","catagory":"Sosiaal","imageURL":"beinvloeders"},{"slug":"beter-bang-jan-as-dooie-jan-by-sport","title":"“Beter bang Jan as dooie Jan” by sport","author":"Leanri Pretorius","catagory":"Sport","imageURL":"sport","type":"large"},{"slug":"redaksiebrief","title":"Begin van ’n nuwe era","author":"Renke Lorio & Emma Olivier","catagory":"Redaksioneel","imageURL":"redaksiebrief"}]}