{"article":{"slug":"benamingsrituele-what-s-in-a-name","title":"Benamingsrituele: <i>What’s in a name?</i>","author":"Hellmuth Weich","catagory":"Kultuur","imageURL":"benaming","imageCredit":"Cara Louw","html":"<p>Die naam is ’n universele begrip. Almal het ene, al sukkel jy soms om dit te onthou. Tog, bestaan daar ’n komplekse en ryk geskiedenis agter hierdie eenvoudige begrip. Gevolglik verskil die ervarings rondom benaming van ’n baba in ’n moderne Westerse land, Antieke Rome of in ’n Brasiliaanse dorpie hemelsbreed van mekaar.</p>\n<p>Daar is min rituele wat spesifiek handel oor die benaming van ’n kind in die Afrikaanse kultuur. Die doop is een seremonie wat dalk hieroor handel, maar nie alle babas ondergaan dit nie en dit handel meer oor geboorte self as die blote benaming van die kind. Ander kulture het wel aansienlik meer gespesialiseerde benamingsrituele.</p>\n<p>In Antieke Rome het die benaming van ’n kind gewoonlik tydens ’n <em>Lustratio</em>-seremonie plaasgevind. Dié seremonie (waarvan die naam rofweg “reiniging” beteken) het geskied op die agste dag na geboorte vir meisies en op die negende dag vir seuns (die redenasie was dat meisies vinniger volwasse word as seuns). Tydens die ritueel is ’n skaap, ’n vark en ’n bul geslag as offerandes. Een van die ritueel se hoofdoele was om ’n baba te reinig van enige bose geeste wat tydens geboorte ontvang is, sodat hulle ’n naam gegee kan word. Aan die einde van die ritueel word die kind se <em>praenomen</em> (noemnaam) uitgespreek en amptelik geregistreer.</p>\n<p>Romeinse burgers het oorspronklik net twee name gehad: ’n <em>praenomen</em> (noemnaam) en ’n <em>nomen</em> (van). Oudste seuns is gewoonlik na hul pa’s vernoem en die jongeres na die pa’s se broers of ander manlike voorouers.</p>\n<p>In die Romeinse Ryk het die meeste dogters geen <em>praenomen</em> gehad nie, slegs die vroulike vorm van hul pa se <em>nomen</em>. Indien daar meertallige dogters in ’n familie was, is hulle van mekaar onderskei deur die orde waarin hulle gebore is. Byvoorbeeld, indien Gaius Servilia drie dogters gehad het, sou die oudste Servilia Prima (“Servilia Eerste”), die middelste Servilia Secunda (“Servilia Tweede”) en die jongste Servilia Tertia (“Servilia Derde”) wees. O, die verbeelding van die antiekes!</p>\n<p>In vergelyking, is die Kaiapó, die vernaamste inheemse Amasone-stam, se benamingsrituele baie verskillend. Ouers het in hierdie kultuur geen sê in die benaming van hulle kinders nie.</p>\n<p>In ’n Kaiapó-dorpie word ’n senior stamlid van dieselfde geslag as ’n kind, gewoonlik een van die ouers se goeie vriende of noue verwantes, gekies om op te tree as die kind se mentor. Dit is die senior stamlid se verantwoordelikheid om hul protégé te dissiplineer, op te lei en om die kind se naam te kies. Totdat ’n naam in die benamingseremonie bevestig is, staan dit egter slegs bekend as ’n “vals-naam”.</p>\n<p>Tydens die seremonie, merk die mentor die kind se geboorte en dood simbolies en spreek dan die kind se naam uit. Die ander lede van die dorpie sing tradisionele liedere. Voor elke benamingsritueel, word tradisionele liedere aangepas deur die stamouderlinge, sodat byna elke optrede uniek is.</p>\n<p>Die doel van hierdie artikel was om jou te wys hoe iets soos ’n naam, waaroor ons waarskynlik nie twee keer dink nie, ’n komplekse verhaal agter dit kan hê. Ek raai jou aan om jou eie naam se betekenis na te slaan. <em>Wiktionary</em> is ’n goeie begin.</p>\n<p>’n Mens kan nie so ’n artikel skryf sonder om aan William Shakespeare (wat sy eie van op 80 verskillende maniere gespel het) se ikoniese retoriese vraag herinner te word nie.</p>\n<p>“What’s in a name?” - baie, vir dié wat soek.</p>\n"},"suggestedArticles":[{"slug":"bemarking-bulletin-n-oorsprongstorie","title":"Bemarking Bulletin: ’n oorsprongstorie","author":"Kyla van der Riel","catagory":"Sosiaal","imageURL":"bemarking-bulletin"},{"slug":"bespreking-van-christopher-nolan-se-batman-trilogie","title":"Bespreking van Christopher Nolan se <i>Batman</i>-trilogie","author":"Cara Reyneke","catagory":"Kultuur","imageURL":"batman"},{"slug":"ballet-kuns-in-beweging","title":"Ballet – kuns in beweging","author":"Juliet Behr","catagory":"Kultuur","imageURL":"ballet"},{"slug":"begin-die-woord-wat-elke-uitsteller-vrees","title":"Begin: die woord wat elke uitsteller vrees","author":"Erica Chen en Renke Lorio","catagory":"Aktueel","imageURL":"tydsbestuur"}]}