{"article":{"slug":"beperk-ons-kuns-te-veel-of-te-min","title":"Beperk ons kuns te veel of te min?","author":"Emma Olivier","catagory":"Kultuur","imageURL":"kuns","imageCredit":"Emma Olivier","html":"<p>Probeer gou aan ’n behoorlike definisie vir <em>kuns</em> dink.</p>\n<p>Is dit moeilik vir jou? Dit is vir my.</p>\n<p>Wat is kuns? As jy daardie vraag kan antwoord, kan jy bepaal wanneer iets ophou om kuns te wees. Ek het gedink dat, as ’n mens kuns se beperking wil bepaal, ’n mens dit eers moet kan definieer. Die HAT-definisie is “’n vaardigheid, bekwaamheid of vermoë om wat in die gees lewe op so ’n wyse tot uitdrukking te bring dat dit indiwidueel en persoonlik is of kreatiwiteit openbaar”.</p>\n<p>Ek voel dit is egter meer ingewikkeld as dit. Menigte kunswerke pas nie by hierdie definisie nie en word steeds as kuns beskou. (Ek weet kuns beskik oor soveel verskillende areas, maar ek fokus hier op “visuele” kunste net om dit ’n bietjie makliker te maak.)</p>\n<p>Dit blyk enige iets kan deesdae kuns wees. Let wel dat ek nie sê dat <em>alles</em> kuns <em>is</em> nie, maar dat enige iets die <em>potensiaal</em> het om kuns te <em>word</em>. Dit is ongelukkig nie baie bevredigend nie, want dit beteken dat enige iemand enige iets kuns kan noem as hulle dit <em>kuns</em> ag. Die probleem is dat subjektiwiteit ons nie toelaat om die vraag “wat is kuns?” behoorlik te kan beantwoord nie.</p>\n<p>As enige iets kuns kan wees, solank die skepper daarvan glo dit is kuns, neem dit dan nie die faktor van kreatiwiteit of oorspronklikheid weg nie?</p>\n<p>In die Dada-kunsbeweging (vroeë 1900’s) het kunstenaars besluit om chaos in hul kuns ten volle te verwelkom. Die hele punt van hierdie beweging was dat kuns nie ’n boodskap hoef te lewer, mooi te wees of moeite te verg nie (een van die beroemdste kunswerke van hierdie beweging is <em>Fountain</em> deur Marcel Duchamp, om vir jou ’n idee te gee van die tipe kunswerke in Dada). Hierdie beweging het mense se idees oor kuns uitgedaag, kuns self bevraagteken en nuwe bewegings soos die Surrealisme geïnspireer. Dit was noodsaaklik in kunsgeskiedenis. Dada is egter nou dood. Die beweging moes tot ’n einde kom, want ’n mens kan net soveel keer ’n fietswiel op ’n voetstuk plaas en dit as innoverend beskou.</p>\n<p>Deesdae kan enige iets kuns wees. Ek sê <em>deesdae</em>, want veral danksy die internet het ons vandag orals toegang tot alles. Die kunstenaar John Armleder sê dat mense “verbruik soos nog nooit tevore nie. Kultuur het ’n beskikbare produk geword, en dit is waarteen ons vandag te staan kom.” Mense kan hul skeppings op meer platforms vir meer mense vertoon as ooit tevore.</p>\n<p>Dit is nie noodwendig ’n slegte ding nie, maar dit beklemtoon die kwessie van subjektiwiteit in kuns meer as ooit voorheen. Ons bevraagteken selde die kunstenaar se verklaring dat iets kuns is. As ons sê dis kuns, is dit mos kuns, nè? Kuns is ná alles subjektief.</p>\n<p>As ons dink dat iets <em>nie</em> kuns is nie, het ons nie ’n goeie rede daarvoor nie. Daarom wonder ek wanneer kuns ophou om kuns te wees.</p>\n<p>Ek twyfel of enige iemand vandag sou verklaar dat die <em>Mona Lisa</em> nie kuns is nie. Ons kan egter wonder of Rafael Perez Evans se <em>Grounding</em> byvoorbeeld werklik ’n kunswerk is, of net ’n mors van kos (dit was die 29 ton wortels wat by Goldsmith Universiteit gestort is, as jy nie daarvan geweet het nie).</p>\n<p>Kuns wat in die verlede uitdagend en oorspronklik was, was noodsaaklik en dalk onafwendbaar vir die voortbestaan van kuns, maar het daartoe gelei dat sommige mense kuns skep wat in die verlede baanbrekerswerk sou wees, maar net vandag as onoorspronklik of niksseggend voorkom. Danksy die internet, ons vinnige wêreld, en die feit dat enige mense hulself kunstenaars kan noem, is dit moeilik om te bepaal wat kuns werklik is.</p>\n<p>Is dit ’n refleksie van die menslike toestand? Is dit skoonheid? Is dit nabootsing? Is dit verkoopbaar? Is dit die oordra van ’n boodskap?</p>\n<p>Dit is onder andere voorbeelde van definisies van kuns oor die eeue heen. Nie alle kunswerke pas egter by hierdie definisies nie.</p>\n<p>Ons kan vandag nog steeds nie eers ’n bevredigende definisie vir kuns kry nie. As ons kuns nie kan definieer nie, kan ons dit nie beperk nie. Kan dit dan ooit nie kuns wees as iemand dit as kuns verklaar nie?</p>\n<p>Nietzsche se idee dat kuns ’n “bevestiging van bestaan” is - dat dit ’n bevestiging is dat ander mense ook dink - het my op ’n stadium beïndruk. Kuns is ’n bewys dat ander mense voel en wonder.</p>\n<p>Ek dink ek het meer navorsing gedoen as wat nodig is vir hierdie leesstukkie. Die navorsing was ’n kopbreker, maar die oplossing is redelik eenvoudig: enige iets het die potensiaal om kuns te wees - nie net vir die skepper nie, maar ook vir die kyker. Kuns hou op om kuns te wees as jy dit toelaat. Dit word kuns as jy die kuns daarin raaksien.</p>\n"},"suggestedArticles":[{"slug":"beter-bang-jan-as-dooie-jan-by-sport","title":"“Beter bang Jan as dooie Jan” by sport","author":"Leanri Pretorius","catagory":"Sport","imageURL":"sport","type":"large"},{"slug":"redaksiebrief","title":"Begin van ’n nuwe era","author":"Renke Lorio & Emma Olivier","catagory":"Redaksioneel","imageURL":"redaksiebrief"},{"slug":"benamingsrituele-what-s-in-a-name","title":"Benamingsrituele: <i>What’s in a name?</i>","author":"Hellmuth Weich","catagory":"Kultuur","imageURL":"benaming"},{"slug":"beinvloeders-hoe-bereik-n-mens-instagram-roem","title":"Beïnvloeders: Hoe bereik ’n mens <i>Instagram</i>-roem?","author":"Leah Coetzee","catagory":"Sosiaal","imageURL":"beinvloeders"}]}