{"article":{"slug":"besoek-aan-calling-academy","title":"Besoek aan <i>Calling Academy</i>","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"calling-academy","imageCredit":"AWSUM School News","html":"<p>In Meimaand het ons raad van leerders en die raad van leerders van <em>Calling Academy,</em> ’n seunskool in Stellenbsoch, aan ’n uitruilprogram deelgeneem. Hulle het mekaar se skole besoek met die doel om leierskapsvaardighede te leer.</p>\n<p>Hierdie program is van stapel gestuur om altwee skole die geleentheid te gee om hulle perspektiewe te verbreed. Wyer insigte is dikwels moeilik om te bekom indien ’n mens se wêrelduitkyk nie uitgedaag word nie. Mnr. Dippenaar, ons skool se adjunkhoof, gee leiding aan hierdie opwindende geleentheid, saam met mnr. W. Cloete, die skoolhoof van <em>Calling Academy</em>.</p>\n<p>By ons Dee-Effers se aankoms op <em>Calling Academy</em> is hulle deur een van <em>Calling</em> se leerders deur die skoolterrein geneem en meer vertel van die skool se geskiedenis.</p>\n<p><em>Calling Academy</em> het in 2018 sy deure oopgemaak vir 60 graad 8-leerders. Hulle het toe slegs 4 personeellede gehad. Nou is daar ’n totaal van 244 leerders met 12 voltydse personeellede. Mnr. Cloete en sy mede-stigters het die behoefte aan ’n Engels-medium hoërskool vir seuns wat uit minder-bevoorregte gemeenskappe kom, in Stellenbosch raakgesien. Vandag bestuur hulle met finansiële ondersteuning van maatskappye en individue ’n hoë-gehalte onafhanklike skool vir die omliggende gemeenskap.</p>\n<p>Die raad van leerders van beide skole het ’n deel van die dag in klasse deurgebring om ’n gevoel te kry van die onderwysstelsel en kultuur by mekaar se skole. Emma Geringer (gr. 9-lid van R.v.L.) het sekere verskille tussen DF en <em>Calling</em> se dagprogramme opgemerk. <em>Calling Academy</em> se skooldae word langer gemaak omdat die skool-omgewing dikwels meer gerieflik is as by die huis. Skoolsport word ook tydens skooltyd beoefen en gedurende pouses word pap aan elke leerder bedien.</p>\n<p>Siegfried Visser (gr. 9-lid van R.v.L.) vertel dat hy ’n besonderse sterk broederlike band tussen die seuns by <em>Calling</em> opgemerk het. Omdat <em>Calling Academy</em> egter nog ’n taamlike nuwe skool is, is daar nog nie standvastige tradisies vasgestel nie, wat belangrik is vir skoolgees. Idees vir nuwe tradisies en gebruike is tussen die leerders uitgeruil.</p>\n<p>Toe die twee skole se Raad van Leerders kans gekry het om oor leierskap te gesels, het van die seuns van Calling genoem dat hulle soms ’n gebrek aan respek van leerders teenoor onderwysers moet hanteer. Hierdie is wel die geval in die meeste skole en ons leiers word dikwels gevra om só ’n saak kreatief te hanteer.</p>\n<p>Uitruilprogramme is van belang, want dit skep geleenthede vir leerders om saam probleme op te los in ’n veilige omgewing. Dit berei toekomstige leiers voor en skep ’n waardering vir samewerking, empatie en begrip. Ons hoop om in die toekoms weer so ’n uitruilprogram in werking te stel.</p>\n"},"suggestedArticles":[{"slug":"beinvloeders-hoe-bereik-n-mens-instagram-roem","title":"Beïnvloeders: Hoe bereik ’n mens <i>Instagram</i>-roem?","author":"Leah Coetzee","catagory":"Sosiaal","imageURL":"beinvloeders"},{"slug":"bitter-en-soet-kry-oorsprong-uit-evolusie","title":"Bitter en soet kry oorsprong uit evolusie","author":"Mia Groenewald","catagory":"Aktueel","imageURL":"bitter"},{"slug":"begin-die-woord-wat-elke-uitsteller-vrees","title":"Begin: die woord wat elke uitsteller vrees","author":"Erica Chen en Renke Lorio","catagory":"Aktueel","imageURL":"tydsbestuur"},{"slug":"bederfde-kaas-n-gevaarlike-lekkerny","title":"Bederfde Kaas – ’n gevaarlike Lekkerny","author":"Danielle Swanepoel","catagory":"Aktueel","imageURL":"bederf"}]}