{"article":{"slug":"besoekers-help-toerisme-in-ekonomiese-krisis","title":"Besoekers help toerisme in ekonomiese krisis","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"reis","imageCredit":"Noor Bos","html":"<p>Die Covid-19 virus het ’n groot impak gehad op die werêld-ekonomie sowel as elke individuele land se finansiële status. In reaksie tot hierdie verlies het sekere lande aanpassings gemaak om te vergoed vir die gebrek aan inkomste van toeriste.</p>\n<p>Plekke soos Japan, Brittanje en Ciprus in Griekeland betáál nou toeriste van oorsee om hul land te kom besoek of bied afslag as vorm van promosie. Hotel-magnaat, Derek Stevens, het byvoorbeeld ’n <em>Keep America Flying</em>-instansie ingestel waar Amerika 1000 gratis vliegtuigkaartjes na Las Vegas uitgee. ’n Eiland in Mexico bied weer ’n spesiale promosie waar jy drie nagte vir die prys van twee verblyf kan wen. Bulgarye is die oudste land in Europa. Hulle is dus bekend vir hul antieke geboue sowel as hul asemrowende privaatstrande - wat nou geopen is vir die publiek. Daar word ook gratis museum-kaartjies uitgegee en toerisme-aantreklikhede se kostes word verlaag met die doel om toeriste te lok. Die korrekte Covid-19-protokolle stel toeriste in staat om veilig te reis.</p>\n<p>Om oorsee te toer, is nou meer bekostigbaar as ooit. Trek dus jou wêreld-atlas nader en kies jou volgende bestemming, want wanneer dinge weer bedaar, sal jou avontuurlustigheid die ekonomie help.</p>\n"},"suggestedArticles":[{"slug":"besoek-aan-calling-academy","title":"Besoek aan <i>Calling Academy</i>","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"calling-academy"},{"slug":"bitcoin-belaglik-of-bele","title":"Bitcoin – belaglik of belê?","author":"Leandri Odendal","catagory":"Aktueel","imageURL":"bitcoin"},{"slug":"biblioteke-toevlug-vir-oorlogslagoffers","title":"Biblioteke: toevlug vir oorlogslagoffers","author":"Renska Krynauw","catagory":"Aktueel","imageURL":"biblioteek"},{"slug":"bitter-en-soet-kry-oorsprong-uit-evolusie","title":"Bitter en soet kry oorsprong uit evolusie","author":"Mia Groenewald","catagory":"Aktueel","imageURL":"bitter"}]}