{"article":{"slug":"bespreking-van-christopher-nolan-se-batman-trilogie","title":"Bespreking van Christopher Nolan se <i>Batman</i>-trilogie","author":"Cara Reyneke","catagory":"Kultuur","imageURL":"batman","imageCredit":"Megan Weideman","html":"<p>Op reënerige dae waarvoor die Kaap deesdae bekend is, is daar niks beter as om onder die komberse te gaan lê en ’n lekker film te kyk nie. Met die eksamenlading ook nou van my skouers af, het ek besluit om myself kultureel te verfyn en so weggespring met Christopher Nolan se <em>The Dark Night</em>-Trilogie.</p>\n<p>Ek moet eerlik wees: Ek dink nie dat die drie films in die <em>The Dark Knight</em>-reeks werklik hul volle pontensiaal bereik het nie. Het dit meriete gehad? Absoluut. Voel ek as kyker en selfverklaarde media-kritikus dat daar verbeteringe kon wees? Een honderd persent.</p>\n<p>Verstaan my nie verkeerd nie, die kinematografie van die films is uitstekend (iets waarvoor regisseur Christopher Nolan alombekend is). Die akteurs het hul rolle pragtig vertolk. Ek het niks minder verwag van name soos Morgan Freeman en Anne Hathaway nie. Christian Bale, wat die <em>Caped Crusader</em> speel, het ook sy rol uitstekend vertolk.</p>\n<p>My probleem lê egter by die tekort aan karakterverhoudings, veral by die verhouding tussen Bruce Wayne en sy vriendin van sy kinderjare, Rachel Dawes. Wanneer ek sê “verhouding” bedoel ek eintlik die tekort aan een. Die dialoog tussen die karakters is op die ou end regtig al wat vir my wys dat daar sprake van romanse is; daar word verder amper nooit ’n verwysing gemaak na hul romantiese verhouding nie en dit toon ook in geen van hul aksies nie.</p>\n<p>Wanneer Rachel dan vir Bruce aan die einde van die eerste film belowe dat hulle saam kan wees wanneer <em>Gotham City</em> nie meer vir Batman nodig het nie, hardloop my kop teen ’n miljoen myl per uur wanneer mejuffrou Dawes verloof is aan Harvey Dent in die tweede film en Bruce Wayne... dié knip nie ’n oog nie. Ek sou ten minste een vuisgeveg tussen die twee mans waardeer het.</p>\n<p>Dit is dan vir my ook vreemd dat Bruce Wayne amper geen reaksie toon wanneer Rachel se lewe deur die <em>Joker</em> geneem word nie (uitstekende vertolking, Heath Ledger! Net so terloops). Daar word een of twee keer daarna weer verwys na haar dood, maar dit lyk asof die enigste rede agter haar dood is sodat dit meer sin maak wanneer haar arme verloofde, meneer Davey, onvoorkombaar sy kop verloor. Figuurlik, natuurlik. Die feit dat hy ook romanties betrokke raak met twee ander vrouens in die tydsverloop van ’n film en ’n half, vat net die geloofwaardigheid van sy veronderstelde verhouding met Rachel Dawes weg.</p>\n<p>Kyk, ek kan nog lank hieroor aangaan. Nog iets wat ek baie baie vreemd vind, gebeur aan die einde van die tweede film in die reeks, <em>The Dark Knight</em>. Ek dink selfs die van ons wat nie ywerige <em>DC</em> aanhangers is nie, is bekend met die geestelik versteurde karakter, die Joker. Ons weet dat hy veronderstel is om Batman se aartsvyand te wees – ’n doring in sy vlees, as jy nou moet.</p>\n<p>Nou hoekom verdwyn hy net aan die einde van die tweede film?</p>\n<p>Ons weet dat Batman hom nie doodmaak nie; wat gebeur dus met hom? Hy word nie eers genoem in die derde film nie. Daardie storielyn hang ’n bietjie in die lug (soos die Joker aan die einde van die film, snaaks genoeg.)</p>\n<p>My goue reël vir ’n goeie storie is altyd: <em>as jy die protagonis uit die storie haal en jou storie platval, dan is dit nie ’n goeie storie nie.</em></p>\n<p>Toe die eerbare Batman sy lewe opoffer ter wille van die burgers van Gotham City in <em>The Dark Knight Rises,</em> dink ek: Christopher Nolan, <em>you’ve done it!</em> En tot my afgryse, vind ek uit dat meneer Wayne na die atoombomontploffing nog steeds in Europa leef. Verstaan my nie verkeerd nie, ek gun aanhangers die oorlewing van hul gunsteling-helde, maar dit voel vir my... goedkoop. Ek dink dit sou die storie net regtig na die volgende vlak toe neem as die held sterf en <em>regtig</em> sterf. ’n Goeie storieverteller skroom nie weg daarvan om aanhangers te tref waar dit seermaak nie; hoekom nie deurdruk en volhou met die dood van dié Batman nie?</p>\n<p>Goed dan. Al my boksies is afgemerk. Ek dink dit is egter belangrik om in gedagte te hou dat ek die films gekyk het met die doel om dit te kritiseer en detail vir detail uitmekaar te trek. Ek dink as jy bloot uit die oogpunt van vermaak sou kyk, is die films eintlik uitstekend! Die regisseur, Christopher Nolan, is vandag een van Hollywood se gewildste en talentvolste regisseurs met amper 200 toekennings agter sy naam, om nie eers te praat van die 532 nominasies vir sy werke nie. Al drie films in die <em>The Dark Knight</em>-Trilogie is al genomineer vir ’n toekenning en het ook toekennings gewen! Neem hierdie artikel met ’n knippie sout, neem jou <em>popcorn</em> met ’n bietjie meer sout, kruip onder die komberse in en gaan kyk die films!</p>\n<p>Ek is seker jy sal dit meer as ek geniet.</p>\n"},"suggestedArticles":[{"slug":"bangmaakstories-die-oorsprong-van-bekende-feeverhale","title":"Bangmaakstories die oorsprong van bekende feëverhale","author":"Jana Burger","catagory":"Sosiaal","imageURL":"bangmaakstories"},{"slug":"black-lives-still-matter","title":"<i>Black Lives</i> still <i>Matter</i>","author":"Emma Crauwkamp","catagory":"Sosiaal","imageURL":"blm"},{"slug":"belangrikste-ete-van-die-dag-is-dit-werklik-so-belangrik","title":"“Belangrikste ete van die dag” – is dit werklik so belangrik?","author":"Nienke de Vaal","catagory":"Aktueel","imageURL":"ontbyt","type":"large"},{"slug":"biblioteke-toevlug-vir-oorlogslagoffers","title":"Biblioteke: toevlug vir oorlogslagoffers","author":"Renska Krynauw","catagory":"Aktueel","imageURL":"biblioteek"}]}