{"article":{"slug":"bitcoin-belaglik-of-bele","title":"Bitcoin – belaglik of belê?","author":"Leandri Odendal","catagory":"Aktueel","imageURL":"bitcoin","imageCredit":"Danielle de Villiers","html":"<p>Ek moet bieg, ek het eers aandag aan <em>Bitcoin</em> geskenk toe Elon Musk op Twitter aangekondig het dat jy ’n <em>Tesla</em> met <em>Bitcoin</em> kan koop. (Al het Musk intussen sy bande met <em>Bitcoin</em> ten gunste van <em>Dogecoin</em> verbreek, geld dié bostaande stelling steeds.)</p>\n<p>Wat is <em>Bitcoin</em>? Dit is die heel eerste kripto-geldeenheid wat in 2009 geskep is (in 2021 bestaan daar reeds meer as 4 000 verskillende kripto-geldeenhede). Hierdie geld bestaan slegs digitaal (byvoorbeeld op jou rekenaar of selfoon) en dit is nie verbind aan enige politiese of sentrale bankstelsel van enige land nie.</p>\n<p><em>Bitcoin</em> maak van <em>blockchain</em>-tegnologie gebruik. Dit is ’n elektroniese register wat wêreldwyd deur verbruikers gebruik word waarin elke <em>Bitcoin</em>-transaksie aangeteken en gestoor word. Elke transaksie kan net een keer plaasvind. So word boekgehou van alle transaksies en dit verseker ook dat transaksies veilig is.</p>\n<p>Niemand weet wie die skepper van <em>Bitcoin</em> is nie. Die skepper van <em>Bitcoin</em> gebruik die skuilnaam “Satoshi Nakamato”. Baie mense het al probeer vasstel wie Satoshi is. Die volgende drie persone (alhoewel al drie dit ontken) blyk om die waarskynlikste kandidate te wees:</p>\n<p>Paul le Roux: Hy is in Zimbabwe gebore, maar sy familie het na Suid- Afrika verhuis toe hy 8 jaar oud was. Hy is ’n briljante rekenaarprogrammeerder wat ’n een jaar lange rekenaarkursus binne 8 weke voltooi het! Na skool is hy Engeland toe. Hy het met ’n Australiese vrou getrou en Australiese burgerskap gekry. Hy is in 2012 in Amerika in hegtenis geneem op verskeie aanklagte van geldwassery en tot 25 jaar tronkstraf gevonnis. Baie mense glo dat hy <em>Bitcoin</em> begin het omdat hy baie ervaring met die wêreld se bankstelsels het en omdat hy ’n groot voorstander is van finansiële vryheid aan gewone mense gee en om finansiële mag weg te neem van die owerhede.</p>\n<p>Dorian Nakamoto: Hy is ’n Amerikaans gebore Japanese wetenskaplike. Hy het nog altyd ontken dat hy die <em>Bitcoin</em>-skepper is en sê hy is nie vaardig in rekenaarprogrammering nie. Die “regte” Satoshi Nakamato het ook in ’n e-pos in 2010 bevestig hy is nie Dorian Nakamoto nie.</p>\n<p>Adam Back: Hy woon in Engeland en het ’n graad in rekenaarwetenskap. Hy is die sterkste kandidaat vir die <em>Bitcoin</em>-skepper. <em>Bitcoin</em> se <em>white paper</em>, ’n tegniese dokument wat die beginsels van <em>Bitcoin</em> beskryf, bevat twee spasies voor die begin van elke sin. Dit word toegeskryf aan die feit dat Adam Back gewoond is aan ’n outydse tikmasjien, want al sy ander dokumente bevat ook hierdie twee spasies.</p>\n<p>Satoshi Nakamato het in April 2011 die laaste keer met die wêreld gekommunikeer toe hy laat weet het dat hy na ander projekte aanbeweeg en dat hy tevrede is dat <em>Bitcoin</em> nou in die hande van gewone mense is. Hy besit een miljoen <em>Bitcoin</em>-munte wat nog nooit geskuif is nie.</p>\n<p>Die prys van <em>Bitcoin</em> (gemeet in Amerikaanse dollar) het sedert 2011 soos volg gegroei:</p>\n<p>| --- | --- |\n| Datum | Prys vir een Bitcoin |\n| April 2011 | $1 |\n| November 2013 | $350 |\n| Junie 2020 | $10 211 |\n| Junie 2021 | $37 240 |</p>\n<p>Daar is baie menings oor <em>Bitcoin</em> – sommige mense glo vas dit is die nuwe toekoms van geld, terwyl ander glo dit is net ’n fase.</p>\n<p>Wat dink jy? Belaglik of belê?</p>\n"},"suggestedArticles":[{"slug":"bespreking-van-christopher-nolan-se-batman-trilogie","title":"Bespreking van Christopher Nolan se <i>Batman</i>-trilogie","author":"Cara Reyneke","catagory":"Kultuur","imageURL":"batman"},{"slug":"biblioteke-toevlug-vir-oorlogslagoffers","title":"Biblioteke: toevlug vir oorlogslagoffers","author":"Renska Krynauw","catagory":"Aktueel","imageURL":"biblioteek"},{"slug":"brei-nie-so-outyds-as-wat-jy-dink-nie","title":"Brei nie so outyds as wat jy dink nie","author":"Janike Smith","catagory":"Aktueel","imageURL":"brei"},{"slug":"black-lives-still-matter","title":"<i>Black Lives</i> still <i>Matter</i>","author":"Emma Craucamp","catagory":"Sosiaal","imageURL":"blm"}]}