{"article":{"slug":"bitter-en-soet-kry-oorsprong-uit-evolusie","title":"Bitter en Soet Kry Oorsprong uit Evolusie","author":"Mia Groenewald","catagory":"Aktueel","imageURL":"bitter","imageCredit":"Danielle de Villiers","html":"<p>Brokkoli of sjokolade? Aspersies of roomys? Bitter of soet?</p>\n<p>Het jy al ooit gewonder hoekom mense oor die algemeen ’n voorkeur het vir soet smake eerder as iets wat bitter proe? Hoekom sal ons eerder ’n handvol aarbeie of bloubessies eet voordat ons ons tong aan ’n klein stukkie spruitkool sal laat raak?</p>\n<p>As ons dieper gaan kyk na die rede wat hieragter skuil, moet ons 200 miljoen jaar gelede terugreis en by ons voorouers ’n draai gaan maak.</p>\n<p>Die bitter-smaakreseptore het 200 miljoen jaar terug ontwikkel om organismes te beskerm teen die potensiële inname van gifstowwe. Gebiede soos Asië, Afrika en Suid-Amerika het oorspronklik ’n hoër konsentrasie giftige plante en diere gehad. Smaakreseptore het ontwikkel sodat dit uiters onaangenaam (bitter) sou proe indien iets giftigs geëet word. Dit het verseker dat organismes giftige plante en diere sou kon identifiseer en vermy.</p>\n<p>Deesdae aktiveer uiters voedsame groente ons bitter-smaakreseptore. Party mense is baie sensitief vir bitter smake. Hulle kry gevolglik dikwels ’n onvoldoende aantal voedsame groente in. Dit kan beteken dat hulle nie genoeg voedingstowwe in hulle dieet inneem nie, wat tot gesondheidsuitdagings lei.</p>\n<p>Nou weet ons hoekom ons bitter smake haat, maar wat veroorsaak dat ons so dikwels lus is vir ’n stukkie koek of sjokolade?</p>\n<p>In die oertyd was dit belangrik vir oorlewing om so veel moontlik kalorieë in te neem omdat dit baie energie aan die liggaam verskaf. Die suikers wat in plante en vrugte voorkom, verskaf baie energie en was gesond in die klein hoeveelhede wat dit toe beskikbaar was. Daar het dus ’n hunkering daarna ontwikkel as ’n manier van voortbestaan. Vandag is hierdie hunkering egter vergroot, omdat suikers in die meeste tipes kos voorkom. Dit word in oormaat ingeneem en het gesondheidsprobleme soos obesiteit of diabetes tot gevolg. Die probleem is dat die meeste van ons nie bewus is van die hoeveelheid suiker wat ons inneem nie en dit is baie maklik vir ons om aan suiker verslaaf te raak.</p>\n<p>Maar dit is ook nie die enigste rede waarom jy ’n sjokoladekoek in plaas van ’n brokkolikoek vir jou verjaarsdag kry nie…</p>\n<p>Deesdae, as ons suiker eet, word opioïede en dopamien in ons bloed vrygestel. Hierdie twee stowwe is verslawend en dit is hoekom jy op die ou einde ’n hele pakkie <em>winegums</em> verorber in plaas van net twee. Die vrystelling van dié stowwe veroorsaak ’n groter lus vir ongesonde suikers.</p>\n<p>Beide ons bitter- en soet-smaakreseptore het hulle voordele en nadele, maar soos met alles in die lewe is ’n goeie balans die gesondste.</p>\n<p>Bly dus kalm en eet jou groente (en gesonde suikers)! Dalk gaan die paashaas regte eiers in jou tuin begin wegsteek…</p>\n"},"suggestedArticles":[{"slug":"belangrikste-ete-van-die-dag-is-dit-werklik-so-belangrik","title":"“Belangrikste Ete van die Dag” – Is Dit Werklik So Belangrik?","author":"Nienke de Vaal","catagory":"Aktueel","imageURL":"ontbyt","type":"large"},{"slug":"bitcoin-belaglik-of-bele","title":"Bitcoin – Belaglik of belê?","author":"Leandri Odendal","catagory":"Aktueel","imageURL":"bitcoin"},{"slug":"bangmaakstories-die-oorsprong-van-bekende-feeverhale","title":"Bangmaakstories die oorsprong van bekende feëverhale","author":"Jana Burger","catagory":"Sosiaal","imageURL":"bangmaakstories"},{"slug":"beter-bang-jan-as-dooie-jan-by-sport","title":"“Beter Bang Jan as Dooie Jan” by Sport","author":"Leanri Pretorius","catagory":"Sport","imageURL":"sport","type":"large"}]}