{"article":{"slug":"black-lives-still-matter","title":"<i>Black Lives</i> still <i>Matter</i>","author":"Emma Crauwkamp","catagory":"Sosiaal","imageURL":"blm","imageCredit":"Emma Olivier","html":"<p>Sosiale media is ’n kragtige ding. Dit kan gebruik word om lig te skyn op talle wêreldsake en kan nuus ongelooflik ver en vinnig versprei. Ongelukkig kan belangrike nuus net so vinnig weer oorwaai om plek te maak vir die nuutste groot storie.</p>\n<p>’n Onlangse voorbeeld hiervan is die <em>Black Lives Matter</em>-beweging. Hierdie beweging bestaan al sedert 2013, maar dit het laas jaar wêreldbekend word toe George Floyd, ’n swart man, op 25 Mei deur ’n wit polisieman doodgemaak is. Die polisieman het vir nege minute en nege-en-twintig sekondes op George se nek gekniel, terwyl George gesmeek het dat hy nie asem kry nie. ’n Video van die voorval het baie vinnig oor die internet versprei. Mense het daar en dan besef dat rasgebaseerde polisiebrutaliteit hopeloos te veel gebeur en dat hulle nou genoeg daarvan gehad het. Hierdie tragiese gebeurtenis was ’n katalisator vir wêreldwye protesaksies.</p>\n<p>Talle nie-gewelddadige betogings het plaasgevind, waar mense regoor die wêreld op hulle mae gelê het, met hulle hande agter hulle rûe. Hulle het bordjies vasgehou met George se woorde “I can’t breathe” en die stelling “all cops are bad” op geskryf. Ongelukkig het die polisie by hierdie vreedsame proteste opgedaag met traangas en rubberkoeëls. Onskuldige mense is met rubberkoeëls geskiet (wat kon veroorsaak het dat hulle hulle sig verloor het). Baie mense is ook deur polisiemotors omgery, terwyl hulle op die grond gelê het.</p>\n<p>Die media was ongelooflik kwaad oor hierdie situasie en mense het aanhou betogings reël. Winkels het melk en water begin uitsit sodat mense hulle oë kon uitspoel wanneer die traangas gebruik is. Na ’n rukkie het baie groepe so kwaad geword oor die feit dat niks al ooit gedoen is aan polisiebrutaliteit en rasgebaseerde geweld nie dat hulle geboue begin afbrand het en polisiemotors aangeval het. Hierdie optrede het natuurlik ook sosiale media se aandag getrek en nuwe inligting oor die gebeurtenisse is gereeld uitgesaai.</p>\n<p>Amerika se regering het later weens die betogings ’n paar veranderinge aangebring om polisiebrutaliteit te voorkom en George Floyd se moordenaar is hierdie jaar met tronkstraf gevonnis. Ongelukkig is daar vandag steeds net so baie gevalle van rasgebaseerde geweld in Amerika en regoor die wêreld na die betogings as voor hulle. <em>The Washington Post</em> skryf dat daar dubbel soveel swart mense in Amerika deur Polisie vermoor word as wit mense. Omtrent 1520 swart Amerikaanse burgers is in die laaste vyf jaar op hierdie manier dood.</p>\n<p>Alhoewel die probleem nog glad nie opgelos is nie, het sosiale media sy aandag op ander, nuwer sake gevestig. Natuurlik is baie van hierdie sake ook belangrik, maar mense moenie vergeet van dié beweging nie. As almal ophou veg vir geregtigheid rondom dié onderwerp, het soveel mense in betogings hulle sig, gehoor, lewens en kinders se lewens tevergeefs verloor. Net omdat die saak nie meer <em>trend</em> op sosiale media nie, beteken dit nie dat mense se lewens nie meer daardeur geraak word nie.</p>\n<p>Nog ’n wanbegrip rondom die saak is dat mense dink dat dit net swart mans is wat so aangeval word, maar swart vrouens en kinders word ook gereeld slagoffers van geweld. Dit is noodsaaklik dat ons aanhou om sosiale media te gebruik om bewustheid te versprei oor dié saak en dat dit nog glad nie verby is nie. Daar is nog soveel slagoffers en hulle families vir wie ons geregtigheid moet kry. Daar moet klem gelê word op die feit dat “Black Lives <em>Still</em> Matter”.</p>\n"},"suggestedArticles":[{"slug":"bespreking-van-christopher-nolan-se-batman-trilogie","title":"Bespreking van Christopher Nolan se <i>Batman</i>-trilogie","author":"Cara Reyneke","catagory":"Kultuur","imageURL":"batman"},{"slug":"besoekers-help-toerisme-in-ekonomiese-krisis","title":"Besoekers help toerisme in ekonomiese krisis","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"reis"},{"slug":"besoek-aan-calling-academy","title":"Besoek aan <i>Calling Academy</i>","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"calling-academy"},{"slug":"beter-bang-jan-as-dooie-jan-by-sport","title":"“Beter bang Jan as dooie Jan” by sport","author":"Leanri Pretorius","catagory":"Sport","imageURL":"sport","type":"large"}]}