{"article":{"slug":"bonsai-klein-boompies-met-groot-aansien","title":"Bonsai - Klein boompies met groot aansien","author":"Janike Smith","catagory":"Sosiaal","imageURL":"bonsai","imageCredit":"Aimee Hough","html":"<p>Ek is seker ’n ieder en ’n elk van ons het al die beroemde Bonsai-boompies iewers gesien. Bonsai&#39;s verdien uit en uit hul plekkie onder die son.</p>\n<p>Die Japanese woord <em>Bonsai</em> beteken letterlik <em>in ’n houer geplant</em>. Alhoewel die kuns van Bonsai oorspronklik gespruit het uit die 12de eeu van die antieke Chinese ryk, het die invloed van die Japanese Boeddiste die kuns herontwerp. Bonsai is ’n mengsel van tuinboukundigheid en kuns. Dit het ’n gewilde vorm van tuinkuns geword en is deesdae baie gesog.</p>\n<p>Bonsai-bome verg hoogs spesifieke sorg. Of hy nou binne of buite jou huis moet staan, hang van die spesie van boom of struik wat jy kweek, af. Water is ook baie belangrik en die meeste boompies droog maklik uit, omdat die bakkies juis so vlak is. Die snoei van Bonsai’s is ’n belangrike komponent van sy sorg. Eerstens snoei jy ou takkies om die groei van nuwe takkies aan te moedig. Tweedens moet die takkies gesnoei word in só ’n mate om jou Bonsai ’n sekere vorm te gee. Dit is die ingewikkelder gedeelte. Dit is ook van kardinale belang dat die regte grond gekies word, van kleigrond vir verbeterde waterhou- vermoë, na klein klippies wat help met die dreinering van water.</p>\n<p>’n Paar interessante feite oor dié baba-boompies: die duurste Bonsai-boompie is verkoop vir $1,3 miljoen, gelykstaande aan amper R18 miljoen!</p>\n<p>Die oudste Bonsai-boom in Italië, ’n Ficus-boom, is ongeveer 1 000 jaar oud.</p>\n<p>’n Wit denneboom Bonsai het die atoombom van Hiroshima in 1945 tydens die Tweede Wêreldoorlog oorleef.</p>\n<p>Dalk kyk jy volgende keer met nuwe oë na dié klein boompies, of skaf dalk vir jou een aan.</p>\n"},"suggestedArticles":[{"slug":"bitter-en-soet-kry-oorsprong-uit-evolusie","title":"Bitter en Soet Kry Oorsprong uit Evolusie","author":"Mia Groenewald","catagory":"Aktueel","imageURL":"bitter"},{"slug":"beperk-ons-kuns-te-veel-of-te-min","title":"Beperk Ons Kuns Te Veel of Te Min?","author":"Emma Olivier","catagory":"Kultuur","imageURL":"kuns"},{"slug":"bangmaakstories-die-oorsprong-van-bekende-feeverhale","title":"Bangmaakstories die oorsprong van bekende feëverhale","author":"Jana Burger","catagory":"Sosiaal","imageURL":"bangmaakstories"},{"slug":"bespreking-van-christopher-nolan-se-batman-trilogie","title":"Bespreking van Christopher Nolan se <i>Batman</i>-trilogie","author":"Cara Reyneke","catagory":"Kultuur","imageURL":"batman"}]}