{"article":{"slug":"boston-die-verhaal-agter-ons-woonbuurt","title":"Boston: die verhaal agter ons woonbuurt","author":"Dehan Lotz","catagory":"Aktueel","imageURL":"boston","imageCredit":"Kayla de Freitas","type":"large","html":"<p>Boston is vir die meeste van ons ’n doodgewone bestemming: die woonbuurt in Bellville waar ons skoolgaan. Tog is daar moontlik meer omtrent hierdie gebied as wat die oog gewaar.</p>\n<p>Het jy al ooit gewonder waar Boston se naam vandaan kom? Dié area was oorspronklik in die 1900’s <em>The Willows</em> genoem. ’n Amerikaanse maatskappy het hierdie grond by ’n mnr. Duminy gekoop en dit onderverdeel. Die area is toe na Boston, Massachusetts in die VSA vernoem ter herinnering aan hulle tuiste. Dit is ook hoekom die meeste van ons Boston se strate VSA-gebaseerde name het: Washington, Cleveland, Broadway en Lincoln (om net ’n paar te noem). Die boustyl het oorspronklik hoofsaaklik uit Victoriaanse argitektuur bestaan. Die tekens daarvan kan vandag duidelik waargeneem word wanneer die vensters en dakke van die oudste geboue in Boston bestudeer word.</p>\n<p>Jy mag vandag Boston as ’n normale, (soms) rustige woonbuurt beskou. Die geskiedenis van hierdie buurt bevat egter ’n paar grillerige verhale. Die moordverhaal, <em>Die Skêrmoordenares,</em> het die wêreld se aandag op hierdie gebied gevestig. Marlene Lehnberg en haar medepligtige, Marthinus Charles Choegoe, het Susanna Magdalena van der Linde met ’n skêr in Gladstone-straat in Boston vermoor. Die interessantste deel van hierdie verhaal lê egter in die motivering agter die moord. Marlene het ’n buite-egtelike verhouding met Christiaan, Susanna se man, gehad. Marlene wou egter nie haar liefde vir Christiaan met Susanna deel nie. Dit is toe dat die passie van ’n minnaar bloed vereis het...</p>\n<p>Maar op ’n ligter noot (of eerder ’n meer melodieuse noot) is Boston die blyplek van menigte sterre soos Francois “van Coke” Badenhorst en Crystal-Donna Roberts, die eerste Suid-Afrikaanse aktrise om op die rooi tapyt by die Venesiese Filmfees in 2016 te loop. Donovan Wright, ’n atleet met ’n goue medalje in die Comrades en June van Merch en Albert Maritz, ikoniese akteurs, vorm ook deel van die beroemdes wat in Boston woon en grootgeword het. Albert Maritz het selfs by DF skoolgegaan.</p>\n<p>Ons Hoërskool DF Malan het in 1956 amptelik sy deure in Boston oopgemaak. Sedertdien het ons skool talle presteerders die wêreld ingestuur en onophoudelik na die beste gestreef. Groot musiekkunstenaars soos <em>Die Heuwels Fantasties</em> en Loki Rothman het ook by DF skoolgegaan wat Boston die bynaam <em>Bellville Rock City</em> gegee het.</p>\n<p>Boston (of <em>Bellville Rock City</em>) is werklik ’n unieke area waar bekende Suid-Afrikaners moontlik jou bure kan wees. ’n Ryk geskiedenis met sy interessante verhale draai uit om net so opwindend in die hede voort te leef.</p>\n"},"suggestedArticles":[{"slug":"begin-die-woord-wat-elke-uitsteller-vrees","title":"Begin: die woord wat elke uitsteller vrees","author":"Erica Chen en Renke Lorio","catagory":"Aktueel","imageURL":"tydsbestuur"},{"slug":"biblioteke-toevlug-vir-oorlogslagoffers","title":"Biblioteke: toevlug vir oorlogslagoffers","author":"Renska Krynauw","catagory":"Aktueel","imageURL":"biblioteek"},{"slug":"benaming","title":"Benaming: die proses van verandering","author":"Renke Lorio","catagory":"Aktueel","imageURL":"naamverandering"},{"slug":"bemarking-bulletin-n-oorsprongstorie","title":"Bemarking Bulletin: ’n Oorsprongstorie","author":"Kyla van der Riel","catagory":"Sosiaal","imageURL":"bemarking-bulletin"}]}