{"article":{"slug":"brei-nie-so-outyds-as-wat-jy-dink-nie","title":"Brei nie so outyds as wat jy dink nie","author":"Janike Smith","catagory":"Aktueel","imageURL":"brei","imageCredit":"Emma Olivier","html":"<p>Kabel, vissersmanrib, aweregs…</p>\n<p>Ontspan, jy is veilig op land en nie op die see nie. Die bostaande terme wat vir breiwerk gebruik word, is totaal vreemd vir die standaardtiener, want om te brei is wat ons oumas gedoen het omdat hulle niks beter gehad het om te doen nie. Of so dink die meeste van ons!</p>\n<p>Daar is egter ’n nuwe wêreld wat oopgaan wanneer die breigogga eers byt!</p>\n<p>Om iets te brei, het ongelooflike terapeutiese waarde en die bevredigende gevoel wat dit gee om iets vas te hou wat jy met jou eie hande geskep het, maak dit beslis die moeite werd.</p>\n<p>DF het onlangs deur inisiatief van onderwysers juffrou Minnie en juffrou Wepener, ’n breiprojek geloods waar enige Dee-Effer kan kom saam brei, ongeag of jy weet hoe of nie. Hier leer jy gou-gou wondere verrig met die breipenne en wol. Jy kan op Woensdae en Donderdae ná skool kom inloer en saam help brei. Daar word komberse, mussies en serpe gemaak wat DF aan aan Magdalena Huis skenk.</p>\n<p>Die groepie wissel gewoonlik van ongeveer 10 leerders en ’n paar onderwysers. Moenie dink brei is net vir oumas of meisies nie: almal is welkom. As jy op soek is na lekker samesyn, ’n positiewe atmosfeer en lekker gesels, is die breigroepie net die plek vir jou!</p>\n<p>As jy ook wil begin brei, saam met ander of op jou eie, is hier ’n webtuiste wat jou in ’n japtrap in ’n brei-boffin sal verander:</p>\n<p><a href=\"https://sheepandstitch.com/how-to-knit/\" title=\"https://sheepandstitch.com/how-to-knit/\">https://sheepandstitch.com/how-to-knit/</a></p>\n<p>Op hierdie webtuiste is daar eenvoudige stappe vir absolute beginners, van die heel begin om jou wol op die pen te kry tot waar jy jou meesterstuk afrond. Dit bevat ook foto’s om jou op die regte spoor te hou.</p>\n<p>Kry dus jou bol wol en breipenne gereed!</p>\n"},"suggestedArticles":[{"slug":"bespreking-van-christopher-nolan-se-batman-trilogie","title":"Bespreking van Christopher Nolan se <i>Batman</i>-trilogie","author":"Cara Reyneke","catagory":"Kultuur","imageURL":"batman"},{"slug":"besoekers-help-toerisme-in-ekonomiese-krisis","title":"Besoekers Help Toerisme in Ekonomiese Krisis","author":"Kaylin Grobler","catagory":"Aktueel","imageURL":"reis"},{"slug":"bemarking-bulletin-n-oorsprongstorie","title":"Bemarking Bulletin: ’n Oorsprongstorie","author":"Kyla van der Riel","catagory":"Sosiaal","imageURL":"bemarking-bulletin"},{"slug":"beter-bang-jan-as-dooie-jan-by-sport","title":"“Beter Bang Jan as Dooie Jan” by Sport","author":"Leanri Pretorius","catagory":"Sport","imageURL":"sport","type":"large"}]}